Repository: justinrdonnelly/bouncer
Catalog: po/*.po
Languages: it, nl, oc, pl, ru

source: Authentication required to change NetworkManager connection zone
it: È richiesta l'autenticazione per modificare la zona di connessione di NetworkManager
nl: Verificatie vereist om de verbindingszone te wĳzigen
oc: Autentificacion requesida per modificar las zònas de connexions de NetworkManager
pl: Wymagana autentykacja do zmiany strefy połączenia NetworkManager'a
ru: Для изменения зоны подключения NetworkManager требуется аутентификация

source: You are authorized to change the connection zone in NetworkManager, but will be required to authenticate. This will work, but may be annoying. Please see logs for more information.
it: Sei autorizzato a modificare la zona di connessione in NetworkManager, ma ti verrà richiesta l'autenticazione. Funzionerà, ma potrebbe essere fastidioso. Consulta i log per maggiori informazioni.
nl: U bent bevoegd om de verbindingszone te wĳzigen, maar verificatie is vereist. Dit is een werkbare doch mogelijk licht irritante oplossing. Bekijk voor meer informatie het logboek.
oc: Asseguratz-vos que NetworkManager es installat, en cors d'execucion e disponible dins lo nauc de sabla flatpak. Consultatz los jornals per mai d'informacions.
pl: Masz uprawnienia do zmiany strefy połączenia w NetworkManager'ze, ale będzie to wymagało autentykacji. To zadziała, ale może być denerwujące. Sprawdź logi po więcej informacji.
ru: У вас есть права для изменения зоны подключения NetworkManager, но аутентификация всё равно потребуется. Такой вариант будет работать, но может оказаться неудобным. Обратитесь к логам, чтобы получить дополнительную информацию.

source: Not authorized to change NetworkManager connection zone
it: Non sei autorizzato a modificare la zona di connessione di NetworkManager
nl: Niet bevoegd om de verbindingszone te wĳzigen
oc: Avètz pas las autorizacions per cambiar las zònas de connexion de NetworkManager
pl: Nie masz uprawnień do zmiany strefy połączenia NetworkManager'a
ru: У вас нет прав для изменения зоны подключения NetworkManager

source: You are not authorized to change the connection zone in NetworkManager. This is required for Bouncer to function properly. Please see logs for more information.
it: Non sei autorizzato a modificare la zona di connessione in NetworkManager. Questo è necessario per il corretto funzionamento di Bouncer. Consulta i log per maggiori informazioni.
nl: U bent niet bevoegd om de verbindingszone te wĳzigen. De juiste rechten zijn vereist om Bouncer goed te laten werken. Bekijk voor meer informatie het logboek.
oc: Sètz pas autorizat a cambiar la zòna de connexion dins NetworkManager. Aquò es necessari per que Bouncer foncione corrèctament. Consultatz los jornals per mai d'informacions.
pl: Nie masz uprawnień do zmiany strefy połączenia w NetworkManager'ze. To jest wymagane do poprawnego działania Bouncer'a. Sprawdź logi po więcej informacji.
ru: У вас нет прав для изменения зоны подключения NetworkManager. Это необходимо для корректной работы Bouncer. Обратитесь к логам, чтобы получить дополнительную информацию.

source: Unexpected result from NetworkManager GetSettings:
it: Risultato inatteso da NetworkManager GetSettings:
nl: Onverwacht resultaat uit NetworkManager GetSettings:
oc: Resultat inesperat de NetworkManager GetSettings :
pl: Niespodziewana odpowiedź od NetworkManager GetSettings:
ru: NetworkManager GetSettings вернул неожиданный результат:

source: Unable to determine whether you are authorized to change the connection zone in NetworkManager. Bouncer may not function properly. Please see logs for more information.
it: Impossibile determinare se sei autorizzato a modificare la zona di connessione in NetworkManager. Bouncer potrebbe non funzionare correttamente. Consulta i log per maggiori informazioni.
nl: Het is niet mogelijk om vast te stellen of u bevoegd bent om de verbindingszone te wĳzigen. Bouncer werkt hierdoor mogelijk niet naar behoren. Bekijk voor meer informatie het logboek.
oc: Impossible de determinar se sètz autorizat a cambiar la zòna de connexion dins NetworkManager. Bouncer poiriá foncionar incorrèctament. Consultatz los jornals per mai d'informacions.
pl: Nie można zweryfikować uprawnień do zmiany strefy połączenia w NetworkManagerze. Bouncer może nie działać poprawnie. Sprawdź logi po więcej informacji.
ru: Не получилось установить права для изменения зоны подключения NetworkManager. Bouncer может работать неправильно. Обратитесь к логам, чтобы получить дополнительную информацию.

source: Check Status
it: Controlla lo stato
pl: Sprawdź status

source: Monitor Wi-Fi connections in the background
it: Monitora le connessioni Wi-Fi in background
pl: Monitoruj połączenia Wi-Fi w tle

source: Unknown error
it: Errore sconosciuto
nl: Onbekende fout
oc: Error desconeguda
pl: Nieznany błąd
ru: Неизвестная ошибка

source: An unknown error occurred. Bouncer may not function correctly. Please see logs for more information.
it: Si è verificato un errore sconosciuto. Bouncer potrebbe non funzionare correttamente. Consulta i log per maggiori informazioni.
nl: Er is een onbekende fout opgetreden - Bouncer werkt mogelijk niet naar behoren. Bekijk voor meer informatie het logboek.
oc: Una error desconeguda s'es produsida. Bouncer poiriá foncionar incorrèctament. Consultatz los jornals per mai d'informacion.
pl: Wystąpił nieznany błąd. Bouncer może nie działać poprawnie. Sprawdź logi po więcej informacji.
ru: Произошла неизвестная ошибка. Bouncer может работать некорректно. Обратитесь к логам, чтобы получить дополнительную информацию.

source: Can't find previously seen connections
it: Impossibile trovare le connessioni precedentemente viste
nl: Geen eerdere verbindingen aangetroffen
oc: Impossible de trapar de connexions precedentament vistas
pl: Nie można znaleźć zapamiętanych połączeń
ru: Не удалось найти установленные ранее подключения

source: There was a problem determining which connections have already been seen. Please see logs for more information.
it: Si è verificato un problema nel determinare quali connessioni sono già state viste. Consulta i log per maggiori informazioni.
nl: Er is een probleem opgetreden tijdens het vaststellen van eerdere verbindingshandelingen. Bekijk voor meer informatie het logboek.
oc: I a agut un problèma per determinar quinas connexions son ja estadas vistas. Consultatz los jornals per mai d'informacions.
pl: Wystąpił problem z ustaleniem które połączenia były już zapamiętane. Sprawdź logi po więcej informacji.
ru: Возникла проблема с определением установленных ранее подключений. Обратитесь к логам, чтобы получить дополнительную информацию.

source: Can't determine network state
it: Impossibile determinare lo stato della rete
nl: Netwerkstatus niet beschikbaar
oc: Impossible de determinar de l’estat de la ret
pl: Nie się ustalić stanu sieci
ru: Не удалось определить состояние сети

source: There was a problem tracking network connection changes. Please see logs for more information.
it: Si è verificato un problema nel tracciare le modifiche alla connessione di rete. Consulta i log per maggiori informazioni.
nl: De netwerkwijzigingen kunnen niet worden opgevraagd. Bekijk voor meer informatie het logboek.
oc: I a agut un problèma amb lo seguiment dels cambiaments de connexion ret. Consultatz los jornals per mai d'informacions.
pl: Wystąpił problem ze śledzeniem zmian połączenia sieciowego. Sprawdź logi po więcej informacji.
ru: Возникла проблема с отслеживанием изменений сетевых подключений. Обратитесь к логам, чтобы получить дополнительную информацию.

source: Bouncer is an application to help you choose the correct firewall zone for wireless connections. When you connect to a new network, Bouncer will open a window prompting you for what kind of network (eg home, public, work) it is. When you choose the network type, it is associated with that network and automatically used in the future.
it: Bouncer è un'applicazione che ti aiuta a scegliere la zona firewall corretta per le connessioni wireless. Quando ti connetti a una nuova rete, Bouncer aprirà una finestra che ti chiede che tipo di rete è (ad esempio, domestica, pubblica, lavoro). Quando scegli il tipo di rete, questo viene associato a quella rete e utilizzato automaticamente in futuro.
nl: Bouncer is een toepassing waarmee de juiste firewallzones kunnen worden ingesteld op draadloze verbindingen. Als u verbinding maakt met een nieuw netwerk, opent een venster dat vraagt wat voor soort netwerk het om gaat (bijv. thuis, openbaar, werk). Na het kiezen van het netwerktype wordt dat automatisch ingesteld, zodat u volgende keer geen actie meer hoeft te ondernemen.
oc: Bouncer es una aplicacion per vos ajudar a causir la zòna de proteccion corrècta per las connexions sens fial. Quand vos connectatz a una ret novèla, Bouncer dobrirà una fenèstra que vos demandarà quin tipe de ret (per ex. ostal, public, trabalh) es. Quand causissètz lo tipe de ret, es associat amb aquela ret e utilizat automaticament a l'avenir.
pl: Bouncer jest aplikacją, która ma pomóc ci wybrać odpowiednią strefę zapory ogniowej dla połączeń bezprzewodowych. Kiedy podłączysz się do nowej sieci, otworzy się okno pytające jaki rodzaj sieci (np. domowa, publiczna, praca) to jest. Kiedy wybierzesz rodzaj sieci, jest on powiązany z siecią i będzie automatycznie używany w przyszłości.
ru: Bouncer - это приложение, позволяющее выбрать правильную зону брандмауэра для беспроводных сетей. Когда вы подключаетесь к новой сети, открывается окно, предлагающее выбрать её тип (например: домашняя, публичная, рабочая). После выбора типа, он привязывается к данной сети и автоматически используется в дальнейшем.

source: translator-credits
it: Albano Battistella <albanobattistella@gmail.com>
nl: Heimen Stoffels <vistausss@fastmail.com>
oc: Quentin PAGÈS
pl: dawkagaming <https://github.com/dawkagaming>
ru: Vladislav Lishchenko <vladleegit@proton.me>

source: Bouncer is shutting down. You will need to restart manually.
it: Bouncer si sta spegnendo. Dovrai riavviarlo manualmente.
nl: Bouncer wordt afgesloten - herstart de toepassing handmatig.
oc: Bouncer es a s'arrestar. Lo vos caldrà tornar aviar manualament.
pl: Bouncer się wyłącza. Będziesz musiał sam uruchomić go ponownie.
ru: Bouncer завершил работу. Вам потребуется перезапустить его вручную.

source: First run setup complete!
it: Configurazione al primo avvio completata!
nl: Instelhulp afgerond!
oc: Configuracion del primièr lançament acabada !
pl: Konfiguracja początkowa ukończona!
ru: Первичная настройка завершена!

source: Your system is correctly configured for Bouncer. Bouncer will autostart on each login and will open when you connect to a new Wi-Fi network.
it: Il tuo sistema è configurato correttamente per Bouncer. Bouncer si avvierà automaticamente ad ogni login e si aprirà quando ti connetti a una nuova rete Wi-Fi.
nl: Uw systeem is juist afgesteld. Bouncer zal automatisch worden opgestart en een actiescherm tonen zodra u verbinding maakt met een nieuw wifinetwerk.
oc: Lo sistèma es configurat corrèctament per Bouncer. Bouncer s'aviarà automaticament a cada connexion e s'obrirà quand vos connectaretz a una ret Wi-Fi novèla.
pl: Twój system jest poprawnie skonfigurowany dla Bouncer'a. Bouncer będzie się automatycznie uruchamiał przy logowaniu i otwierał, gdy podłączysz się do nowej sieci Wi-Fi.
ru: Ваша система корректно настроена. Bouncer будет автоматически запускаться с каждым входом в систему и появляться при подключении к новой сети Wi-Fi.

source: Can't prompt for firewall zone
it: Impossibile richiedere la zona firewall
nl: Firewallzonevraag mislukt
oc: Impossible d‘afichar una fenèstra per la zòna de proteccion
pl: Nie można wyświetlić monitu z wyborem strefy
ru: Невозможно выбрать зону брандмауэра

source: There was a problem getting information to prompt for the firewall zone. Please see logs for more information.
it: Si è verificato un problema durante l'ottenimento delle informazioni per richiedere la zona firewall. Consulta i log per maggiori informazioni.
nl: Er is een probleem opgetreden tijdens het opvragen van de firewallzone. Bekijk voor meer informatie het logboek.
oc: I a agut un problèma per obténer d'informacions per demandar la zòna de proteccion. Consultatz los jornals per mai d'informacions.
pl: Wystąpił problem z uzyskaniem informacji do wyświetlenia monitu z wyborem strefy. Sprawdź logi po więcej informacji.
ru: Возникла проблема с получением информации для выбора зоны брандмауэра. Обратитесь к логам, чтобы получить дополнительную информацию.

source: Can't add connection to seen connections
it: Impossibile aggiungere la connessione alle connessioni viste
nl: Verbinding toevoegen aan eerdere mislukt
oc: Apondon impossible a la lista de las connexions vistas
pl: Nie można dodać połączenia do zapamiętanych
ru: Не удалось добавить подключение в список известных подключений

source: There was a problem adding the connection to the list of seen connections. The firewall zone will not be set for this connection. Please see logs for more information.
it: Si è verificato un problema durante l'aggiunta della connessione all'elenco delle connessioni viste. La zona firewall non verrà impostata per questa connessione. Consulta i log per maggiori informazioni.
nl: Er is een probleem opgetreden tijdens het toevoegen van de verbinding aan de lijst met eerdere verbindingen. De firewallzone kan hierdoor niet worden ingesteld. Bekijk voor meer informatie het logboek.
oc: I a agut un problèma en ajustant la connexion a la lista de las connexions vistas. La zòna de proteccion serà pas definida per aquesta connexion. Consultatz los jornals per mai d'informacions.
pl: Wystąpił problem z dodaniem połączenia do zapamiętanych. Strefa nie zostanie ustawiona dla tego połączenia. Sprawdź logi po więcej informacji.
ru: Возникла проблема с добавлением подключения в список известных подключений. Зона брандмауэра не будет установлена. Обратитесь к логам, чтобы получить дополнительную информацию.

source: Can't set firewall zone for connection
it: Impossibile impostare la zona firewall per la connessione
nl: Firewallzone instellen mislukt
oc: Impossible de definir una zòna de proteccion per la connexion
pl: Nie można ustawić strefy dla połączenia
ru: Не удалось установить зону брандмауэра для подключения

source: There was a problem setting the firewall zone for the connection. Please see logs for more information.
it: Si è verificato un problema durante l'impostazione della zona firewall per la connessione. Consulta i log per maggiori informazioni.
nl: Er is een probleem opgetreden tijdens het instellen van de firewallzone. Bekijk voor meer informatie het logboek.
oc: I a agut un problèma en definissent la zòna de proteccion per la connexion. Consultatz los jornals per mai d'informacions.
pl: Wystąpił problem z ustawieniem strefy dla połączenia. Sprawdź logi po więcej informacji.
ru: Возникла проблема с установкой зоны брандмауэра для подключения. Обратитесь к логам, чтобы получить дополнительную информацию.

source: Can't save connection to seen connections
it: Impossibile salvare la connessione alle connessioni viste
nl: Verbinding toevoegen aan eerdere mislukt
oc: Impossible d’enregistrar la connexion dins la lista de las connexions vistas
pl: Nie można zapisać połączenia do zapamiętanych
ru: Не удалось сохранить подключение в список известных подключений

source: The zone has been set for the connection, but there was a problem saving the updated list of seen connections to disk. Once you restart Bouncer, you will again be prompted to choose a firewall zone for this connection. Please see logs for more information.
it: La zona è stata impostata per la connessione, ma si è verificato un problema durante il salvataggio dell'elenco aggiornato delle connessioni viste sul disco. Una volta riavviato Bouncer, ti verrà nuovamente richiesto di scegliere una zona firewall per questa connessione. Consulta i log per maggiori informazioni.
nl: De zone is ingesteld, maar er is een probleem opgetreden tijdens het bijwerken van de lijst met eerdere verbindingen. Als u Bouncer herstart, wordt u daarom opnieuw gevraagd om een firewallzone te kiezen. Bekijk voor meer informatie het logboek.
oc: La zòna es estada definida per la connexion, mas s'es produsit un problèma en salvant la lista mesa a jorn de las connexions vistas sul disc. Un còp que tornaretz aviar Bouncer, vos demandarem de causir una zòna de proteccion per aquesta connexion. Consultatz los jornals per mai d'informacions.
pl: Strefa została ustawiona dla połączenia, ale wystąpił problem z zapisaniem na dysku zaktualizowanej listy zapamiętanych połączeń. Kiedy zrestartujesz Bouncer'a, zostaniesz ponownie zapytany o wybranie strefy dla tego połączenia. Sprawdź logi po więcej informacji.
ru: Зона была установлена для подключения, но возникла проблема с сохранением обновлённого списка известных подключений. После перезапуска Bouncer, вам снова нужно будет выбрать зону брандмауэра для этого подключения. Обратитесь к логам, чтобы получить дополнительную информацию.

source: Firewall zone set for connection:
it: Zona firewall impostata per la connessione:
nl: Firewallzone ingesteld voor:
oc: Zòna de proteccion definida per la connexion :
pl: Strefa ustawiona dla połączenia:
ru: Зона брандмауэра установлена для подключения:

source: Firewall zone for this connection has been set to the default zone (currently
it: La zona firewall per questa connessione è stata impostata sulla zona predefinita (attualmente
nl: De firewallzone is ingesteld op de standaardzone (momenteel:
oc: La zòna de proteccioin per aquesta connexion es estada definida a la zòna per defaut (actualament
pl: Strefa dla tego połączenia została ustawiona na domyślną strefę (obecnie
ru: Зона брандмауэра для этого подключения была установлена в качестве зоны по умолчанию (на данный момент

source: ). Whenever you connect to this network in the future, the firewall zone will automatically be changed to the default zone.
it: ). Ogni volta che ti connetterai a questa rete in futuro, la zona firewall verrà automaticamente modificata nella zona predefinita.
nl: ). Als u later opnieuw verbinding maakt met dit netwerk, zal de firewallzone automatisch worden ingesteld op de standaardzone.
oc: ). Cada còp que vos connectaretz a aqueste ret a l'avenir, la zòna de proteccion serà automaticament cambiada a la zòna per defaut.
pl: ). Jeśli podłączysz się do tej sieci w przyszłości, strefa zapory zostanie automatycznie ustawiona na domyślną strefę.
ru: ). В будущем при подключении к данной сети, зона брандмауэра будет автоматически изменена на зону по умолчанию.

source: Firewall zone for this connection has been set to
it: La zona firewall per questa connessione è stata impostata su
nl: De firewall is ingesteld op
oc: La zòna de proteccion per aquesta connexion es estada configurada sus
pl: Strefa zapory dla tego połączenia została ustawiona na
ru: Для данного подключения была установлена зона:

source: . Whenever you connect to this network in the future, the firewall zone will automatically be changed to
it: . Ogni volta che ti connetterai a questa rete in futuro, la zona firewall verrà automaticamente modificata in
nl: . Als u later opnieuw verbinding maakt met dit netwerk, zal de firewallzone automatisch worden ingesteld op
oc: . Cada còp que vos connectaretz a aqueste ret a l'avenir, la zòna de parafuòc serà automaticament cambiada a
pl: . Jeśli podłączysz się do tej sieci w przyszłości, strefa zapory zostanie automatycznie ustawiona na
ru: . В будущем при подключении к данной сети, зона брандмауэра будет автоматически изменена на

source: More Information
it: Maggiori informazioni
nl: Meer informatie
oc: Mai d'informacions
pl: Więcej informacji
ru: Больше информации
