Repository: justinrdonnelly/bouncer
Catalog: po/*.po
Languages: it, nl, oc, pl, ru

source: firewall;network;Wi-Fi;
it: firewall;rete;Wi-Fi;
nl: firewall;netwerk;Wi-Fi;wifi;
oc: parafuòc;ret;malhum;Wi-Fi;
pl: zapora sieciowa;zapora ogniowa;sieć;Wi-Fi;

source: Keep the riffraff out
it: Tieni fuori la gentaglia
nl: Houd onbevoegden buiten
oc: Fòra los paucvals
pl: Trzymaj gałgaństwo z daleka
ru: Держись подальше от всякого сброда

source: Bouncer is an application to help you choose the correct firewall zone for wireless connections. When you connect to a new network, a window opens prompting you for what kind of network (eg home, public, work) it is. When you choose the network type, it is associated with that network and automatically used in the future.
it: Bouncer è un'applicazione che ti aiuta a scegliere la zona firewall corretta per le connessioni wireless. Quando ti connetti a una nuova rete, si apre una finestra che ti chiede che tipo di rete è (ad esempio, domestica, pubblica, lavoro). Quando scegli il tipo di rete, questo viene associato a quella rete e utilizzato automaticamente in futuro.
nl: Bouncer is een toepassing waarmee de juiste firewallzones kunnen worden ingesteld op draadloze verbindingen. Als u verbinding maakt met een nieuw netwerk, opent een venster dat vraagt wat voor soort netwerk het om gaat (bijv. thuis, openbaar, werk). Na het kiezen van het netwerktype wordt dat automatisch ingesteld, zodat u volgende keer geen actie meer hoeft te ondernemen.
oc: Bouncer es una aplicacion que vos ajuda a causir la zòna de proteccion corrècta per las connexions sens fil. Quand vos connectatz a una ret novèla, una fenèstra s'obrís en vos demandant quin tipe de ret es (per exemple, domicili, public, trabalh). Quand causissètz lo tipe de ret, es associat a aquela ret e automaticament utilizat a l'avenir.
pl: Bouncer jest aplikacją, która ma pomóc ci wybrać odpowiednią strefę zapory ogniowej dla połączeń bezprzewodowych. Kiedy podłączysz się do nowej sieci, otworzy się okno pytające jaki rodzaj sieci (np. domowa, publiczna, praca) to jest. Kiedy wybierzesz rodzaj sieci, jest on powiązany z siecią i będzie automatycznie używany w przyszłości.
ru: Bouncer - это приложение, позволяющее выбрать правильную зону брандмауэра для беспроводных сетей. Когда вы подключаетесь к новой сети, открывается окно, предлагающее выбрать её тип (например: домашняя, публичная, рабочая). После выбора типа, он привязывается к данной сети и автоматически используется в дальнейшем.

source: NetworkManager and firewalld are required. If you don't use those, you can't use Bouncer. Fedora uses both by default. Other distributions may not.
it: NetworkManager e firewalld sono richiesti. Se non li utilizzi, non puoi utilizzare Bouncer. Fedora li utilizza entrambi di default. Altre distribuzioni potrebbero non farlo.
nl: Voor het gebruik van Bouncer zijn NetworkManager en firewalld vereist. Op Fedora zijn die pakketten standaard aanwezig; op andere distributies mogelijk niet.
oc: NetworkManager e firewalld son requesits. Se los utilizatz pas, podètz pas utilizar Bouncer. Fedora utiliza los dos per defaut. Poiriá arribar que siá pas lo cas de las autras distribucions.
pl: NetworkManager oraz firewalld są wymagane. Jeśli ich nie wykorzystujesz,nie możesz użyć Bouncer'a. Fedora używa domyślnie ich obu, inne dystrybucje nie muszą.
ru: Требуется наличие NetworkManager и firewalld. Если вы не используете их, вы не сможете воспользоваться Bouncer. Fedora использует обе службы по умолчанию. Другие дистрибутивы, напротив, могут поставляться без них.

source: Additional setup is required after installation. See the applicable section for your distribution. Once the setup is done, start Bouncer and confirm your system is configured correctly. Then click the Monitor button to begin using Bouncer. After that, it will start automatically when you log in.
it: È richiesta una configurazione aggiuntiva dopo l'installazione. Consulta la sezione applicabile per la tua distribuzione. Una volta completata la configurazione, avvia Bouncer e conferma che il tuo sistema sia configurato correttamente. Quindi fai clic sul pulsante Monitor per iniziare a utilizzare Bouncer. Dopodiché, si avvierà automaticamente quando effettui il login.
pl: Wymagana jest dodatkowa konfiguracja po instalacji. Zobacz sekcję odpowiednią dla swojej dystrybucji. Kiedy konfiguracja jest zakończona, uruchom Bouncer'a i potwierdz prawidłową konfigurację systemu. Potem kliknij przycisk Monitor, żeby zacząć używać Bouncer'a. Po tym, będzie się uruchamiać automatycznie.

source: For Fedora, everything just works! Just start Bouncer to confirm, and click the Monitor button to begin using Bouncer.
it: Per Fedora, tutto funziona semplicemente! Avvia Bouncer per confermare e fai clic sul pulsante Monitor per iniziare a utilizzare Bouncer.
pl: Dla Fedory, wszystko po prostu działa! Wystarczy uruchomić Bouncer'a i kliknąć przycisk "Monitoruj" żeby zacząć go używać.

source: Uninstall ufw: <code>sudo apt remove ufw</code>
it: Disinstalla ufw: <code>sudo apt remove ufw</code>
nl: Verwijder ufw: <code>sudo apt remove ufw</code>
oc: Desinstallar ufw : <code>sudo apt remove ufw</code>
pl: Odinstaluj ufw: <code>sudo apt remove ufw</code>
ru: Удалите ufw: <code>sudo apt remove ufw</code>

source: Install firewalld: <code>sudo apt install firewalld</code>
it: Installa firewalld: <code>sudo apt install firewalld</code>
nl: Installeer firewalld: <code>sudo apt install firewalld</code>
oc: Installar firewalld : <code> sudo apt install firewalld</code>
pl: Zainstaluj firewalld: <code>sudo apt install firewalld</code>
ru: Установите firewalld: <code>sudo apt install firewalld</code>

source: By default, polkit is configured to not let regular users set the zone for a connection. The simplest way to change this is to add users to the <code>netdev</code> group (eg <code>usermod -a -G netdev justin</code>). Alternatively, you can create a custom polkit rule for the <code>org.freedesktop.NetworkManager.settings.modify.system</code> action (how to create custom polkit rules is beyond the scope of this document and is left as an exercise for the reader).
it: Di default, polkit è configurato per non consentire agli utenti normali di impostare la zona per una connessione. Il modo più semplice per cambiarlo è aggiungere gli utenti al gruppo <code>netdev</code> (ad esempio, <code>usermod -a -G netdev justin</code>). In alternativa, puoi creare una regola polkit personalizzata per l'azione <code>org.freedesktop.NetworkManager.settings.modify.system</code> (come creare regole polkit personalizzate è al di fuori dello scopo di questo documento ed è lasciato come esercizio per il lettore).
nl: Standaard is polkit zó ingesteld dat gewone gebruikers geen firewallzones mogen kiezen. De eenvoudigste manier om dit wél mogelijk te maken is door gebruikers toe te voegen aan de <code>netdev</code>-groep (bijv. <code>usermod -a -G netdev naamvanmijnaccount</code>). Ook kunt u een polkit-regel toevoegen aan de <code>org.freedesktop.NetworkManager.settings.modify.system</code>-actie. Hoe u dat doet, wordt elders op internet uitgelegd.
oc: Per defaut, polkit es configurat per daissar pas los utilizaires costumièrs definir la zòna per una connexion. Lo biais mai simple de cambiar aquò es d'ajustar los utilizaires al grop <code>netdev</code> (per exemple <code>usermod -a -G netdev justin</code>). Autrament, podètz crear una règla polkit personalizaa per l'accion <code>org.freedesktop.NetworkManager.settings.modify.system</code> (cossí crear de règlas polkit personalizas es al delà de l'objècte d'aqueste document e es daissat coma exercici al lector).
pl: Domyślnie, polkit nie pozwala zwykłym użytkownikom ustawiać strefę dla połączenia. Najłatwiej dodać użytkowników do grupy <code>netdev</code> (np. <code>usermod -a -G netdev justin</code>). Alternatywnie, możesz stworzyć własną zasadę polit dla akcji <code>org.freedesktop.NetworkManager.settings.modify.system</code> (tworzenie własnych zasad jest poza zakresem tego dokumentu i jest pozostawiona jako zadanie dla czytającego).
ru: По умолчанию polkit настроен так, чтобы обычные пользователи не могли задавать зону для подключения. Самый простой способ обойти это - добавить пользователей в группу <code>netdev</code> (например, <code>usermod -a -G netdev justin</code>). В качестве альтернативы можно задать собственное правило polkit для <code>org.freedesktop.NetworkManager.settings.modify.system</code> (объяснение того, как это сделать, выходит за рамки данной документации и оставляется читателю в качестве домашнего задания).

source: Start Bouncer and confirm your system is configured correctly. Then click the Monitor button to begin using Bouncer.
it: Avvia Bouncer e conferma che il tuo sistema sia configurato correttamente. Quindi fai clic sul pulsante Monitor per iniziare a utilizzare Bouncer.
pl: Uruchom Bouncer'a i upewnij się, że system jest poprawnie skonfigurowany. Potem kliknij przycisk Monitor, żeby zacząć używać Bouncer'a.

source: Bouncer prompting for the type of network
it: Bouncer che richiede il tipo di rete
nl: Bouncer vraagt om het soort netwerk
oc: Bouncer dobrís una fenèstra pel tipe de ret
pl: Bouncer pyta o typ sieci
ru: Теперь Bouncer запрашивает тип сети

source: Bouncer dashboard showing configuration status
pl: Dashboard Bouncer'a pokazujący status konfiguracji

source: Include dashboard
pl: Dodano dashboard

source: Include additional desktop categories
it: Includi categorie desktop aggiuntive
pl: Dodano dodatkowe kategorie aplikacji

source: Support command line arguments
it: Supporta argomenti da riga di comando
pl: Wsparcie dla argumentów CLI

source: Added Russian translation
it: Aggiunta la traduzione russa
pl: Dodano rosyjskie tłumaczanie

source: Fixed metainfo formatting
it: Corretta la formattazione di metainfo
pl: Naprawiono formatowanie metadanych

source: Added Occitan translation
it: Aggiunta la traduzione occitana
pl: Dodano oksytańskie tłumaczenie

source: Added Simplified Chinese translation
it: Aggiunta la traduzione in cinese semplificato
pl: Dodano tłumaczanie na chiński uproszczony

source: Fixed multiple instance support
it: Corretto il supporto per istanze multiple
pl: Naprawiono wsparcie dla wielu instancji

source: Use GNOME 49 runtime
it: Usa il runtime di GNOME 49
pl: Użycie środowiska uruchomieniowego GNOME 49

source: Critical bug fix for non-English language users
it: Correzione di bug critico per utenti di lingue non inglesi
nl: Opgelost: kritieke bug opgelost voor niet-Engelssprekenden
oc: Correccion de bug critica per los utilizaires de lengas non anglesas
pl: Naprawa krytycznego błędu dla użytkowników nieangielskojęzycznych
ru: Исправлена критическая ошибка для пользователей, не использующих английскую локализацию

source: Added Dutch translation
it: Aggiunta la traduzione olandese
nl: Nieuw: Nederlandse vertaling
oc: Traduccion en neerlandés
pl: Dodano holenderskie tłumaczenie
ru: Добавлен перевод на Голландский язык

source: Documentation cleanups
it: Pulizia della documentazione
nl: Verbeterd: documentatie
oc: Netejatge de la documentacion
pl: Porządki w dokumentacji
ru: Подчищена документация

source: Include a notification for first run success
it: Includi una notifica per il successo del primo avvio
nl: Nieuw: melding na eerste keer opstarten
oc: Inclure una notificacion per la capitada de la primièra execucion
pl: Dodano powiadomienie przy pierwszym poprawnym uruchomieniu
ru: Добавлено уведомление при первом успешном запуске

source: Initial release
it: Rilascio iniziale
nl: De allereerste versie
oc: Primièra version
pl: Wydanie wstępne
ru: Первичный релиз

source: _About Bouncer
it: _Informazioni su Bouncer
nl: _Over Bouncer
oc: _A prepaus de Bouncer
pl: _O Bouncer
ru: _О Bouncer

source: You have connected to a new Wi-Fi network. Please choose a firewall zone. What type of network is this?
it: Ti sei connesso a una nuova rete Wi-Fi. Scegli una zona firewall. Che tipo di rete è questa?
nl: U heeft verbinding gemaakt met een nieuw wifinetwerk. Wat voor soort netwerk is dit?
oc: Vos sètz connectat a una ret Wi-Fi novèl. Mercés de causir una zòna de proteccion. Qual tipe de ret es aquò ?
pl: Połączyłeś się z nową siecią Wi-Fi. Proszę wybrać strefę zapory. Jaki jest to typ sieci?
ru: Вы подключились к новой сети Wi-Fi. Пожалуйста, выберите зону брандмауэра. Что это за сеть?

source: Network
it: Rete
nl: Netwerk
oc: Ret
pl: Sieć
ru: Сеть

source: Default Zone
it: Zona predefinita
nl: Standaardzone
oc: Zòna per defaut
pl: Domyślna strefa
ru: Зона по умолчанию

source: Current Zone
it: Zona attuale
nl: Huidige zone
oc: Zòna actuala
pl: Aktywna strefa
ru: Текущая зона

source: Firewall Zone
it: Zona firewall
oc: Zòna del parafuòc
pl: Strefa zapory
ru: Зона брандмауэра

source: Choose the firewall zone for this network.
it: Scegli la zona firewall per questa rete.
nl: Kies een firewallzone voor dit netwerk.
oc: Causir una zòna de proteccion per aquesta ret.
pl: Wybierz strefę dla tej sieci.
ru: Выберите зону брандмауэра для этой сети.

source: Zone
it: Zona
oc: Zòna
pl: Strefa
ru: Зона

source: Help
it: Aiuto
nl: Hulp
oc: Ajuda
pl: Pomoc
ru: Помощь

source: Get more information.
it: Ottieni maggiori informazioni.
nl: Bekijk meer informatie.
oc: Obténer mai d’informacions.
pl: Zobacz więcej informacji.
ru: Получить дополнительную информацию.

source: Exit
it: Esci
nl: Afsluiten
oc: Sortir
pl: Wyjdź
ru: Выйти

source: No change will be made. You will see this window again the next time you connect to this network.
it: Nessuna modifica verrà apportata. Vedrai di nuovo questa finestra la prossima volta che ti connetterai a questa rete.
nl: Er zijn geen wijzigingen aangebracht. Dit venster wordt getoond telkens als u verbinding maakt met dit netwerk.
oc: Cap de cambiament serà pas fach. Veiretz tornamai aquesta fenèstra lo còp que ven que vos connectaretz a aquesta ret.
pl: Nie wybrano żadnych zmian. Zobaczysz to okno ponownie następnym razem, gdy podłączysz się do tej sieci.
ru: Изменения не будут внесены. Вы снова увидите это окно при повторном подключении к данной сети.

source: Choose
it: Scegli
nl: Kiezen
oc: Causir
pl: Wybierz
ru: Выбрать

source: The selected firewall zone will be used every time you connect to this network.
it: La zona firewall selezionata verrà utilizzata ogni volta che ti connetterai a questa rete.
nl: De firewallzone die wordt gebruikt telkens als u verbinding maakt met dit netwerk.
oc: La zòna de proteccion seleccionada serà utilizada cada còp que vos connectaretz a aquesta ret.
pl: Wybrana strefa będzie używana zawsze kiedy podłączysz się do tej sieci.
ru: Указанная зона брандмауэра будет использоваться при каждом подключении к данной сети.

source: firewalld Running
it: firewalld in esecuzione
pl: firewalld działa

source: NetworkManager Running
it: NetworkManager in esecuzione
pl: NetworkManager działa

source: NetworkManager Permissions
it: Permessi di NetworkManager
pl: Uprawnienia NetworkManager'a

source: Run on Startup
it: Esegui all'avvio
pl: Uruchom przy starcie systemu

source: In order to function properly, Bouncer depends on multiple other system components and configurations. To help facilitate the correct setup, this page shows the status for those required components and configurations.
it: Per funzionare correttamente, Bouncer dipende da molti altri componenti e configurazioni del sistema. Per facilitare la configurazione corretta, questa pagina mostra lo stato di quei componenti e configurazioni richiesti.
pl: W celu poprawnego funkcjonowania, Bouncer polega na wielu komponentach systemowych i konfiguracjach. Aby ułatwić poprawne ustawienia, ta strona pokazuje status wymaganych komponentów i ustawień.

source: You can close this window at any time without affecting network monitoring.
it: Puoi chiudere questa finestra in qualsiasi momento senza influire sul monitoraggio della rete.
pl: Możesz kiedykolwiek zamknąć to okna bez wpłynięcia na monitorowanie sieci.

source: Once everything is ready, click to begin using Bouncer.
it: Una volta che tutto è pronto, clicca per iniziare a usare Bouncer.
pl: Kiedy wszystko będzie gotowe, kliknij żeby zacząć używać Bouncer'a.

source: Bouncer is monitoring your Wi-Fi!
it: Bouncer sta monitorando il tuo Wi-Fi!
pl: Bouncer monitoruje twoje Wi-Fi!

source: Monitor
it: Monitora
pl: Monitoruj

source: Bouncer must start on login
it: Bouncer deve avviarsi al login
nl: Bouncer dient automatisch op te starten
oc: Bouncer deu se lançar a l’inicializacion de session
pl: Bouncer musi się uruchamiać przy zalogowaniu
ru: Bouncer должен запускаться при входе в систему

source: Can't configure autostart
it: Impossibile configurare l'avvio automatico
nl: Automatisch opstarten mislukt
oc: Impossible de configurar l’aviada auto
pl: Nie można skonfigurować auto-uruchamiania
ru: Невозможно настроить автозапуск

source: Please make sure the portal is available from inside the flatpak sandbox. Please see logs for more information.
it: Assicurati che il portale sia disponibile dall'interno della sandbox di flatpak. Consulta i log per maggiori informazioni.
nl: Zorg dat het portaal beschikbaar is binnen de flatpak-sandbox. Bekijk voor meer informatie het logboek.
oc: Asseguratz-vos que lo portal siá disponible dempuèi l'interior del nauc de sabla flatpak. Consultatz los jornals per mai d'informacions.
pl: Upewnij się, że portal jest dostępny z piaskownicy flatpak'a. Sprawdź logi po więcej informacji.
ru: Пожалуйста, убедитесь, что портал доступен из песочницы flatpak. Обратитесь к логам, чтобы получить дополнительную информацию.

source: Can't find D-Bus names
it: Impossibile trovare i nomi D-Bus
nl: Geen D-Bus-namen beschikbaar
oc: Impossible de trobar los noms D-Bus
pl: Nie można znaleźć nazw D-Bus
ru: Имена D-Bus не найдены

source: Please make sure D-Bus is installed, running, and available inside the flatpak sandbox. Please see logs for more information.
it: Assicurati che D-Bus sia installato, in esecuzione e disponibile all'interno della sandbox di flatpak. Consulta i log per maggiori informazioni.
nl: Zorg dat D-Bus geïnstalleerd en actief is, en beschikbaar binnen de flatpak-sandbox. Bekijk voor meer informatie het logboek.
oc: Asseguratz-vos que D-Bus es installat, en cors d'execucion e disponible dins lo nauc de sabla flatpak. Consultatz los jornals per mai d'informacion.
pl: Upewnij się, że D-Bus jest zainstalowany, uruchomiony i dostępny z piaskownicy flatpak'a. Sprawdź logi po więcej informacji.
ru: Пожалуйста, убедитесь, что D-Bus установлен, запущен и доступен из песочницы flatpak. Обратитесь к логам, чтобы получить дополнительную информацию.

source: Can't find firewalld
it: Impossibile trovare firewalld
nl: Firewalld is niet beschikbaar
oc: Impossible de trobar firewalld
pl: Nie można znaleźć firewalld
ru: firewalld не найден

source: Please make sure firewalld is installed, running, and available inside the flatpak sandbox. Please see logs for more information.
it: Assicurati che firewalld sia installato, in esecuzione e disponibile all'interno della sandbox di flatpak. Consulta i log per maggiori informazioni.
nl: Zorg dat firewalld geïnstalleerd en actief is, en beschikbaar binnen de flatpak-sandbox. Bekijk voor meer informatie het logboek.
oc: Asseguratz-vos que firewalld es installat, en cors d'execucion e disponible dins lo nauc de sabla flatpak. Consultatz los jornals per mai d'informacion.
pl: Upewnij się, że firewalld jest zainstalowany, uruchomiony i dostępny z piaskownicy flatpak'a. Sprawdź logi po więcej informacji.
ru: Пожалуйста, убедитесь, что firewalld установлен, запущен и доступен из песочницы flatpak. Обратитесь к логам, чтобы получить дополнительную информацию.

source: Can't get firewalld zones
it: Impossibile ottenere le zone di firewalld
nl: Firewalld-zones zijn niet beschikbaar
oc: Impossible de trobar las zònas firewalld
pl: Nie można wykryć stref firewalld
ru: Не удалось получить зоны firewalld

source: Unable to get firewalld zones. Please make sure firewalld permissions are correct, and are not restricted inside the flatpak sandbox. Please see logs for more information.
it: Impossibile ottenere le zone di firewalld. Assicurati che i permessi di firewalld siano corretti e che non siano limitati all'interno della sandbox di flatpak. Consulta i log per maggiori informazioni.
nl: De firewalld-zones kunnen niet worden opgevraagd. Zorg dat de rechten juist zijn ingesteld en niet beperkt zijn binnen de flatpak-sandbox. Bekijk voor meer informatie het logboek.
oc: Impossible d'obténer las zònas de firewalld. Asseguratz-vos que las permissions de firewalld sián corrèctas e que son pas restrenchas dins lo nauc de sabla de flatpak. Consultatz los jornals per mai d'informacions.
pl: Nie można wykryć stref firewalld. Upewnij się, że uprawnienia firewalld są poprawne i nie są ograniczone w piaskownicy flatpak'a. Sprawdź logi po więcej informacji.
ru: Не удалось получить зоны firewalld. Пожалуйста, удостоверьтесь, что firewalld выданы корректные разрешения, а внутри песочницы flatpak нет ограничений. Обратитесь к логам, чтобы получить дополнительную информацию.

source: Can't get firewalld default zone
it: Impossibile ottenere la zona predefinita di firewalld
nl: Standaard firewalld-zone is niet beschikbaar
oc: Impossible de trobar la zòna firewalld per defaut
pl: Nie można wykryć domyślnej strefy firewalld
ru: Не удалось получить зону firewalld по умолчанию

source: Unable to get firewalld default zone. Please make sure firewalld permissions are correct, and are not restricted inside the flatpak sandbox. Please see logs for more information.
it: Impossibile ottenere la zona predefinita di firewalld. Assicurati che i permessi di firewalld siano corretti e che non siano limitati all'interno della sandbox di flatpak. Consulta i log per maggiori informazioni.
nl: De standaard firewalld-zone kan niet worden opgevraagd. Zorg dat de rechten juist zijn ingesteld en niet beperkt zijn binnen de flatpak-sandbox. Bekijk voor meer informatie het logboek.
oc: Impossible d'obténer la zòna per defaut de firewalld. Asseguratz-vos que las permissions de firewalld sián corrèctas e que son pas restrenchas dins lo nauc de sabla flatpak. Consultatz los jornals per mai d'informacions.
pl: Nie udało się wykry domyślnej strefy firewalld. Upewnij się, że uprawnienia firewalld są poprawne i nie są ograniczone w piaskownicy flatpak'a. Zobacz logi po więcej informacji.
ru: Не удалось получить зону firewalld по умолчанию. Пожалуйста, удостоверьтесь, что firewalld выданы корректные разрешения, а внутри песочницы flatpak нет ограничений. Обратитесь к логам, чтобы получить дополнительную информацию.

source: Can't find NetworkManager
it: Impossibile trovare NetworkManager
nl: NetworkManager is niet beschikbaar
oc: Impossible de trobar NetworkManager
pl: Nie można znaleźć NetworkManager'a
ru: NetworkManager не найден

source: Please make sure NetworkManager is installed, running, and available inside the flatpak sandbox. Please see logs for more information.
it: Assicurati che NetworkManager sia installato, in esecuzione e disponibile all'interno della sandbox di flatpak. Consulta i log per maggiori informazioni.
nl: Zorg dat NetworkManager geïnstalleerd en actief is, en beschikbaar binnen de flatpak-sandbox. Bekijk voor meer informatie het logboek.
oc: Asseguratz-vos que NetworkManager es installat, en cors d'execucion e disponible dins lo nauc de sabla flatpak. Consultatz los jornals per mai d'informacions.
pl: Upewnij się, że NetworkManager jest zainstalowany, uruchomiony i dostępny z piaskownicy flatpak'a. Sprawdź logi po więcej informacji.
ru: Пожалуйста, убедитесь, что NetworkManager установлен, запущен и доступен из песочницы flatpak. Обратитесь к логам, чтобы получить дополнительную информацию.
