Repository: justinrdonnelly/bouncer
Catalog: po/*.po
Languages: it, nl, oc, pl, ru

source: You're using <a href="https://firewalld.org/">firewalld</a> as your firewall. One of the nice features about firewalld is that it supports different zones (sets of firewall rules). You may have a firewall zone configured for home use, and a different zone for public networks. You're using <a href="https://networkmanager.dev/">NetworkManager</a> for network configuration. NetworkManager integrates well with firewalld and can <a href="https://firewalld.org/documentation/zone/connections-interfaces-and-sources.html">set the firewalld zone for an interface based on the connection</a>. This means your firewall rules can automatically change depending on your network connection. Bouncer is designed to make this easier for you. It opens a window when you connect to a new network, allowing you to choose the appropriate firewall zone. If you're not sure what to choose, you should probably choose the option that matches where you are. The safest option is usually 'public'. If you don't want to change anything, click 'Exit'. You can read more about Bouncer <a href="https://github.com/justinrdonnelly/bouncer">here</a>.
it: Stai usando <a href="https://firewalld.org/">firewalld</a> come firewall. Una delle caratteristiche positive di firewalld è che supporta diverse zone (insiemi di regole firewall). Potresti avere una zona firewall configurata per l'uso domestico e una zona diversa per le reti pubbliche. Stai usando <a href="https://networkmanager.dev/">NetworkManager</a> per la configurazione della rete. NetworkManager si integra bene con firewalld e può <a href="https://firewalld.org/documentation/zone/connections-interfaces-and-sources.html">impostare la zona firewalld per un'interfaccia in base alla connessione</a>. Ciò significa che le regole del firewall possono cambiare automaticamente a seconda della connessione di rete. Bouncer è progettato per semplificarti la vita. Apre una finestra quando ti connetti a una nuova rete, permettendoti di scegliere la zona firewall appropriata. Se non sei sicuro di cosa scegliere, probabilmente dovresti scegliere l'opzione che corrisponde a dove ti trovi. L'opzione più sicura è di solito 'pubblica'. Se non vuoi cambiare nulla, clicca su 'Esci'. Puoi leggere di più su Bouncer <a href="https://github.com/justinrdonnelly/bouncer">qui</a>.
nl: U maakt gebruik van de <a href="https://firewalld.org/">firewalld</a>-software. Een van de voordelen hiervan is dat u keuze heeft uit verschillende zones (firewallregels). Zo kunt u bijvoorbeeld een zone kiezen voor thuisgebruik en een andere voor openbare netwerken. Daarnaast maakt u gebruik van <a href="https://networkmanager.dev/">NetworkManager</a>. NetworkManager integreert naadloos met firewalld en kan <a href="https://firewalld.org/documentation/zone/connections-interfaces-and-sources.html">de firewalld-zone instellen op basis van het type verbinding</a>. Oftewel: de firewallregels worden zo automatisch gewijzigd op basis van de vastgestelde verbinding. Bouncer tracht dit proces te vereenvoudigen. Zodra u verbinding maakt met een nieuw netwerk, wordt er een venster getoond waarop u de gewenste firewallzone kunt kiezen. Kies bij twijfel voor de zone die het meest overeenkomt met de locatie waar u op dat moment bent. De veiligste optie is doorgaans ‘openbaar’. Als u geen zone wilt instellen, klik dan op afsluiten. Meer informatie over Bouncer is te vinden op <a href="https://github.com/justinrdonnelly/bouncer">deze pagina</a>.
oc: Utilizatz <a href="https://firewalld.org/">firewalld</a> coma parafuòc. Una de las caracteristicas interessantas de firewalld es que pren en carga diferentas zònas (ensems de règlas de parafuòc). Podètz aver una zòna de parafuòc configurada per un usatge domestic, e una zòna diferenta per las rets publicas. Utilizatz <a href="https://networkmanager.dev/">NetworkManager</a> per la configuracion de la ret. NetworkManager s'intègra plan amb firewalld e pòt <a href="https://firewalld.org/documentation/zone/connections-interfaces-and-sources.html">definir la zòna firewalld per una interfàcia basada sus la connexion</a>. Aquò significa que vòstras règlas de parafuòc pòdon cambiar automaticament segon vòstra connexion ret. Bouncer es concebut per vos facilitar aquò. Dobrís una fenèstra quand vos connectatz a una ret novèla, vos permetent de causir la zòna de parafuòc apropriada. Se sabètz pas que causir, deuriatz probablament causir l'opcion que correspond a vòstre emplaçament. L'opcion mai segura es generalament « public ». Se volètz pas res cambiar, clicatz sus « Sortir ». Ne podètz legir mai tocant Bouncer <a href="https://github.com/justinrdonnelly/bouncer">aicí</a>.
pl: Używasz <a href="https://firewalld.org/">firewalld</a> jako swoją zaporę sieciową. Jedną z zalet firewalld jest to, że wspiera różne strefy (zestawy zasad). Możesz mieć skonfigurowaną strefę do użytku domowego i inną strefę dla sieci publicznych. Używasz <a href="https://networkmanager.dev/">NetworkManager'a</a> do konfiguracji sieci. NetworkManager dobrze integruje się z firewalld i może <a href="https://firewalld.org/documentation/zone/connections-interfaces-and-sources.html">ustawiać strefę zapory dla interfejsu bazując na połączeniu</a>. To oznacza, że zasady zapory mogą się automatycznie zmieniać w zależności od twojego podłączenia do sieci. Bouncer został zaprojektowany aby Ci to ułatwić. Otwiera on okno kiedy połączyć się z nową siecią, pozwalając Ci wybrać odpowiednią strefę zapory ogniowej. Jeśli nie jesteś pewien którą wybrać, powinieneś wybrać tą, która odpowiada miejscu gdzie jesteś. Najbezpieczniejsza jest opcja 'public'. Jeśli nie chcesz nic zmieniać, kliknij 'Wyjdź'. Możesz przeczytać więcej o Bouncer'ze <a href="https://github.com/justinrdonnelly/bouncer">tutaj</a>.
ru: В качестве брандмауэра вы используете <a href="https://firewalld.org/">firewalld</a>. Одной из полезных возможностей firewalld является то, что он поддерживает различные зоны (наборы правил). Таким образом, можно настроить одну зону брандмауэра для домашней сети и отдельную для публичных подключений. Для настройки сети вы используете <a href="https://networkmanager.dev/">NetworkManager</a>. NetworkManager хорошо интегрируется с firewalld и способен <a href="https://firewalld.org/documentation/zone/connections-interfaces-and-sources.html">устанавливать зоны firewalld в зависимости от подключения</a>. Это означает, что правила файрвола могут автоматически меняться в зависимости от сети, к которой вы подключены в настоящий момент. Bouncer разработан с целью упрощения этого процесса. При подключении к новой сети открывается окно, позволяющее выбрать подходящую зону файрвола. Если вы не уверены, какой вариант подойдёт лучше, ориентируйтесь на тот, что больше всего подходит к текущему местоположению. Наиболее безопасным вариантом всегда считается 'public' (публичный). Если вы не хотите ничего менять, просто нажмите 'Выйти'. Подробнее о Bouncer можно узнать <a href="https://github.com/justinrdonnelly/bouncer">здесь</a>.

source: Error determining network state
it: Errore durante la determinazione dello stato della rete
nl: Netwerkstatus niet beschikbaar
oc: Error al moment de la determinacion de l’estat de la ret
pl: Błąd podczas ustalania stanu sieci
ru: Ошибка определения состояния сети

source: Bouncer ran into an error determining network state. This is required for the application to work correctly. Please see logs for more information.
it: Bouncer ha riscontrato un errore durante la determinazione dello stato della rete. Questo è necessario per il corretto funzionamento dell'applicazione. Consulta i log per maggiori informazioni.
nl: Er is een fout opgetreden tijdens het vaststellen van de netwerkstatus. Deze vaststelling is vereist. Bekijk voor meer informatie het logboek.
oc: Bouncer a rencontrat una error en determinant l'estat de la ret. Aquò es necessari per que l'aplicacion foncione corrèctament. Mercés de consultar los jornals per mai d'informacions.
pl: Bouncer napotkał problem przy ustalaniu stanu sieci. Jest to wymagane do poprawnego działania aplikacji. Sprawdź logi po więcej informacji.
ru: Bouncer столкнулся с ошибкой при определении состояния сети. Это необходимо для корректной работы приложения. Обратитесь к логам, чтобы получить дополнительную информацию.

source: Menu
it: Menù
oc: Menú
ru: Меню
